Repository: comcava/open_squeezer
Catalog: lib/l10n/app_*.arb
Languages: ru

# alertDeletePhotosTitle
source: Confirm deletion?
ru: Точно удалить?

# alertDeletePhotosBody
source: This action is irreversible. If you delete the photos, they will no longer be available
ru: Это действие необратимо. Если вы удалите фотографии, они больше не будут доступны

source: Yes
ru: Да

source: No
ru: Нет

source: No photos selected
ru: Фотографии не выбраны

# goSelectPhotos
source: Select some photos by tapping on them, then tap this button to delete
ru: Выбери фотографии, нажав на них; затем нажми на эту кнопку, чтобы их удалить

source: Ok
ru: Ок

# weNeedGallery
source: We need to access the gallery
ru: Нам нужен доступ к галерее

# weNeedGalleryBody
source: We need a permission to access the gallery to analyze your photos and videos and find the blurry ones
ru: Нам нужно разрешение на доступ к галерее, чтобы анализировать ваши фотографии и видео и находить размытые

source: Grant access
ru: Разрешить доступ

source: All clean
ru: Все чисто

source: Clean again
ru: Еще раз

source: Videos
ru: Видео

# processingAlbum
source: Processing {name}
ru: Ищу в {name}

# noPhotos
source: No photos here
ru: Нет фотографий
